{
    "hero.new-old-heroes.archibald.biography" : "Archibald Żelazna Pięść jest jednym z dwóch synów króla Morglina Żelaznej Pięści. Po śmierci Morglina Archibald szybko sięgnął po tron, oskarżając Rolanda o zamordowanie królewskich wizjonerów. Następnego dnia ogłosił się królem i rządził od tego czasu... oczywiście, z twardą ręką.",
    "hero.new-old-heroes.archibald.name" : "Archibald",
    "hero.new-old-heroes.archibald.specialty.description" : "Rzuca Zaklęcie Błyskawicy, zadając zwiększone obrażenia o 3% za każdy poziom bohatera, gdzie n to poziom celu.",
    "hero.new-old-heroes.archibald.specialty.name" : "Błyskawica",
    "hero.new-old-heroes.archibald.specialty.tooltip" : "Bonus: Błyskawica",
    "hero.new-old-heroes.balindar.biography" : "Balindar był pierwszym w Brakadzie, który przetestował technologię Enrothean, wykorzystując najlepszą stal do tworzenia posągów przeznaczonych do animacji, zamiast zwykłego kamienia, rudy czy nawet metali szlachetnych. Akademicy budujący golemy, myślący sztywno, nie przyjęli tej innowacji, więc prace Balindara, chociaż znacznie lepsze od ich prototypów, wciąż mają status eksperymentalny.",
    "hero.new-old-heroes.balindar.name" : "Balindar",
    "hero.new-old-heroes.balindar.specialty.description" : "Może ulepszać Golemy Kamienne lub Golemy Żelazne do Golemów Stalowych.",
    "hero.new-old-heroes.balindar.specialty.name" : "Golemy Stalowe",
    "hero.new-old-heroes.balindar.specialty.tooltip" : "Bonus : Żelazne Golemy",
    "hero.new-old-heroes.gauldoth.biography" : "Król Gauldoth Pół-Martwy założył i rządził królestwem Nekross, ale nagła anomalia czasowa przeniosła go do przeszłości, przed pożary i zniszczenia Czasu Ziemi. Pół żyjący i pół martwy, jest dobrze zrównoważonym nekromantą, który rozumie naturalną równowagę życia i śmierci. Gauldoth nie dąży do zniszczenia, lecz do porządku w chaosie.",
    "hero.new-old-heroes.gauldoth.name" : "Gauldoth",
    "hero.new-old-heroes.gauldoth.specialty.description" : "Otrzymuje bonus 5% do umiejętności Inteligencji za każdy poziom.",
    "hero.new-old-heroes.gauldoth.specialty.name" : "Inteligencja",
    "hero.new-old-heroes.gauldoth.specialty.tooltip" : "Bonus: Inteligencja",
    "hero.new-old-heroes.golwyn.biography" : "Golwyn nigdy nie był tradycjonalistą: od dzieciństwa jego włosy były wybielone na blond, nie chce nosić hełmu (choć z niechęcią zgadza się, że musi przynajmniej mieć czapkę), a także posiada najbardziej masywną zbroję, w której prawdopodobnie chowa swoje ego. Chociaż uważa, że jest zdobywcą serc kobiet, niemal wszystkie widzą go jako chodzącą definicję słowa \"kompensacja\".",
    "hero.new-old-heroes.golwyn.name" : "Golwyn",
    "hero.new-old-heroes.golwyn.specialty.description" : "Otrzymuje bonus 5% do umiejętności Płatnerstwo za każdy poziom.",
    "hero.new-old-heroes.golwyn.specialty.name" : "Płatnerstwo",
    "hero.new-old-heroes.golwyn.specialty.tooltip" : "Bonus Umiejętności: Płatnerstwo",
    "hero.new-old-heroes.gwennneth.biography" : "Gwenneth była kiedyś damą do towarzystwa królowej Catherine Żelaznej Pięści, ale gdy Catherine poszła na wojnę, Gwenneth znalazła się w studiach teologicznych. Stała się niezwykle wykształcona i chętnie dzieli się swoją nowo zdobytą wiedzą.",
    "hero.new-old-heroes.gwennneth.name" : "Gwenneth",
    "hero.new-old-heroes.gwennneth.specialty.description" : "Zwiększa maksymalny poziom nauki zaklęć o 1 za każdy poziom Nauki.",
    "hero.new-old-heroes.gwennneth.specialty.name" : "Nauka",
    "hero.new-old-heroes.gwennneth.specialty.tooltip" : "Bonus: Nauka",
    "hero.new-old-heroes.kastore.biography" : "Kastore to elfi czarodziej z świata Terra. Jego wczesne plany skupiały się na zlokalizowaniu mitycznych Ancients, ale zostały później porzucone z powodu braku sukcesów. Jako król Deyja, większość jego nowych planów składała się na renesans Nieba Kuźni, chociaż jego schematy ostatecznie zakończyły się niepowodzeniem.",
    "hero.new-old-heroes.kastore.name" : "Kastore",
    "hero.new-old-heroes.kastore.specialty.description" : "Otrzymuje bonus 5% do umiejętności T.magiczny za każdy poziom.",
    "hero.new-old-heroes.kastore.specialty.name" : "T.magiczny",
    "hero.new-old-heroes.kastore.specialty.tooltip" : "Bonus Umiejętności Pionowej: T.magiczny",
    "hero.new-old-heroes.lysander.biography" : "Nekromanci zaatakowali rodzinę Lysandra Gryfonserca, gdy był dzieckiem, zabijając jego rodziców i rozdzielając go z rodzeństwem. Został ranny podczas ataku, i był sparaliżowany przez kilka lat. Dzieciństwo w impotencji skłoniło tego młodego mężczyznę do dokonywania wielkich czynów, które culminowały w założeniu Królestwa Palaedra.",
    "hero.new-old-heroes.lysander.name" : "Lysander",
    "hero.new-old-heroes.lysander.specialty.description" : "Zwiększa prędkość Pikinierów lub Halabardników o 1 oraz ich umiejętności Ataku i Obrony za każdy poziom osiągnięty po pierwszym poziomie.",
    "hero.new-old-heroes.lysander.specialty.name" : "Pikinierzy",
    "hero.new-old-heroes.lysander.specialty.tooltip" : "Bonus: Pikinierzy",
    "hero.new-old-heroes.mirael.biography" : "Czarownice Morskie są zwykle znane ze swojego panowania nad wodą, ale niektóre jak Mirael dążą do większej mocy, niż głębiny oceanu mogą zapewnić. Jest znana jako Pani Burz w wielu magicznych kręgach, ponieważ jej umiejętności manipulowania wieloma błyskawicami naraz są legendarne.",
    "hero.new-old-heroes.mirael.name" : "Mirael",
    "hero.new-old-heroes.mirael.specialty.description" : "Rzuca Łańcuch Błyskawic, zadając zwiększone obrażenia o 3% za każdy poziom bohatera, gdzie n to poziom celu.",
    "hero.new-old-heroes.mirael.specialty.name" : "Łańcuch Błyskawic",
    "hero.new-old-heroes.mirael.specialty.tooltip" : "Bonus Zaklęcia: Łańcuch Błyskawic",
    "hero.new-old-heroes.nicolas.biography" : "Król Nicolas Gryfonserce został otruł przez Lorda Haarta i wskrzeszony przez Nekromantów Deyja w próbie przejęcia Erathii. Jako Lich, zabił króla Finneasa Vilmara i przejął tron Deyjan. Podczas zakończenia Odnowienia Erathii, Catherine zostawiła go, aby zabił Lorda Haarta, zanim ostatecznie zabiła Licha-Króla sama, uwalniając ducha swojego ojca, aby w końcu mógł zaznać spokoju.",
    "hero.new-old-heroes.nicolas.name" : "Nicolas",
    "hero.new-old-heroes.nicolas.specialty.description" : "Wszystkie stworzenia zyskują +1 Morale.",
    "hero.new-old-heroes.nicolas.specialty.name" : "Morale",
    "hero.new-old-heroes.nicolas.specialty.tooltip" : "Bonus: Morale",
    "hero.new-old-heroes.noh-factory.boyd.biography" : "Wszystkie straszne opowieści zawierają jeźdźca, który został powieszony, przebity lub nawet ścięty i teraz jeździ nocą, zamierzając pomścić swoich zabójców. Bzdura, powiedziałby nekromanta, martwy człowiek wskrzeszony sam nie może mieć pamięci ani woli. Może tak jest, ale Boyd ma rachunki do wyrównania nie tylko z zdrajcą, który go zabił, ale także z tym, który odmówił mu spokoju.",
    "hero.new-old-heroes.noh-factory.boyd.name" : "Boyd",
    "hero.new-old-heroes.noh-factory.boyd.specialty.description" : "Rzuca Ożywienie Umarłych z zwiększonym efektem, w zależności od poziomu bohatera w porównaniu do poziomu jednostki docelowej.",
    "hero.new-old-heroes.noh-factory.boyd.specialty.name" : "Ożywienie Umarłych",
    "hero.new-old-heroes.noh-factory.boyd.specialty.tooltip" : "Bonus Zaklęcia: Ożywienie Umarłych",
    "hero.new-old-heroes.noh-forge2k.escaton2k.biography" : "Escaton był agentem Ancients. Od czasu, gdy Kreeganie przybyli na Enroth w Noc Strzelających Gwiazd, Escaton miał za zadanie zniszczyć planetę, aby pozbyć się tych podłych stworzeń. Uwięził czterech władców żywiołów i używał mocy Planów Żywiołów, aby próbować rozerwać planetę na kawałki.",
    "hero.new-old-heroes.noh-forge2k.escaton2k.name" : "Escaton",
    "hero.new-old-heroes.noh-forge2k.escaton2k.specialty.description" : "Zaczyna z Ekspertową Mądrością. Rzuca Ekspertowe Armageddon. Sojusznicze oddziały są odporne na Armageddon.",
    "hero.new-old-heroes.noh-forge2k.escaton2k.specialty.name" : "Niosący Zagładę",
    "hero.new-old-heroes.noh-forge2k.escaton2k.specialty.tooltip" : "Multi-bonus: Niosący Zagładę",
    "hero.new-old-heroes.noh-hota.areshrak.name" : "Areshrak",
    "hero.new-old-heroes.noh-hota.areshrak.specialty.description" : "Zwiększa prędkość Jaszczurów lub Wojowników Jaszczurów o 1 i ich umiejętności Ataku i Obrony o 5% za każde 2 poziomy (zaokrąglone w górę).",
    "hero.new-old-heroes.noh-hota.areshrak.specialty.name" : "Jaszczury",
    "hero.new-old-heroes.noh-hota.areshrak.specialty.tooltip" : "Bonus Stworzenia: Jaszczury",
    "hero.new-old-heroes.noh-hota.athe.name" : "Athe",
    "hero.new-old-heroes.noh-hota.athe.specialty.description" : "Zwiększa prędkość Ifrytów lub Ifrytów Sułtanów o 1 i ich umiejętności Ataku i Obrony o 5% za każde 6 poziomów (zaokrąglone w górę).",
    "hero.new-old-heroes.noh-hota.athe.specialty.name" : "Ifryt",
    "hero.new-old-heroes.noh-hota.athe.specialty.tooltip" : "Bonus: Ifryt",
    "hero.new-old-heroes.noh-hota.kydoimos.name" : "Kydoimos",
    "hero.new-old-heroes.noh-hota.kydoimos.specialty.description" : "Zwiększa prędkość Diabłów lub Arcydiabłów o 1 i ich umiejętności Ataku i Obrony o 5% za każde 7 poziomów (zaokrąglone w górę).",
    "hero.new-old-heroes.noh-hota.kydoimos.specialty.name" : "Diabły",
    "hero.new-old-heroes.noh-hota.kydoimos.specialty.tooltip" : "Bonus: Diabły",
    "hero.new-old-heroes.noh-hota.miseria.name" : "Miseria",
    "hero.new-old-heroes.noh-hota.miseria.specialty.description" : "Zwiększa prędkość wszelkich Demonów lub Rogatych Demonów o 1 i ich umiejętności Ataku i Obrony o 5% za każde 4 poziomy (zaokrąglone w górę).",
    "hero.new-old-heroes.noh-hota.miseria.specialty.name" : "Demony",
    "hero.new-old-heroes.noh-hota.miseria.specialty.tooltip" : "Bonus: Demony",
    "hero.new-old-heroes.noh-hota.pactal.name" : "Pactal",
    "hero.new-old-heroes.noh-hota.pactal.specialty.description" : "Zwiększa prędkość wszelkich Wywerń lub Monarchów Wywerń o 1 i ich umiejętności Ataku i Obrony o 5% za każde 6 poziomów (zaokrąglone w górę).",
    "hero.new-old-heroes.noh-hota.pactal.specialty.name" : "Wywerny",
    "hero.new-old-heroes.noh-hota.pactal.specialty.tooltip" : "Bonus Stworzenia: Wywerny",
    "hero.new-old-heroes.noh-hota.zog.name" : "Zog",
    "hero.new-old-heroes.noh-hota.zog.specialty.description" : "Zwiększa prędkość Ogrów lub Ogrzych Magów o 1 i ich umiejętności Ataku i Obrony o 5% za każde 4 poziomy (zaokrąglone w górę).",
    "hero.new-old-heroes.noh-hota.zog.specialty.name" : "Ogry",
    "hero.new-old-heroes.noh-hota.zog.specialty.tooltip" : "Bonus: Ogry",
    "hero.new-old-heroes.ravenwood.biography" : "Mało wiadomo o Taryn Ravenwood. Jej ogromna postura jest rzadkością wśród erathiańskich kobiet, nawet w czasie wojny, gdy wszyscy muszą trenować i przygotować się na atak. Być może jest istotą z innego świata lub nawet boską, Ravenwood uratowała wielu, w tym Lysandra, przed Ziemią Zniszczenia, tworząc portale do Axeoth, wspierana przez wielkie skrzydlate stworzenia o potężnej naturze.",
    "hero.new-old-heroes.ravenwood.name" : "Ravenwood",
    "hero.new-old-heroes.ravenwood.specialty.description" : "Zwiększa prędkość Aniołów lub Archaniołów o 1 i ich umiejętności Ataku i Obrony o 5% za każde 7 poziomów (zaokrąglone w górę).",
    "hero.new-old-heroes.ravenwood.specialty.name" : "Anioły",
    "hero.new-old-heroes.ravenwood.specialty.tooltip" : "Bonus: Anioły",
    "hero.new-old-heroes.soth.biography" : "Lord Loren Soth był Rycerzem Śmierci z Krynn, który stał się pierwszym ciemnym lordem Sithicus, dominionu w południowej części Rdzenia Ravenloftu. Choć zaczął postrzegać ideały Rycerzy Solamniańskich jako hipokryzję, Soth zawsze zachowywał formy i wygląd honorowej walki.",
    "hero.new-old-heroes.soth.name" : "Lord Soth",
    "hero.new-old-heroes.soth.specialty.description" : "Zwiększa prędkość Czarnych Rycerzy lub Rycerzy Strachu o 1 i ich umiejętności Ataku i Obrony o 5% za każde 6 poziomów (zaokrąglone w górę).",
    "hero.new-old-heroes.soth.specialty.name" : "Czarni Rycerze",
    "hero.new-old-heroes.soth.specialty.tooltip" : "Bonus Stworzenia: Czarni Rycerze",
    "hero.new-old-heroes.waerjak.biography" : "Waerjak został wychowany bez plemienia i bez rodziny, wędrując po ziemi z ojcem adopcyjnym, ale nigdy nie zapomniał o swoim barbarzyńskim krwi. Ten inteligentny i światowy młody człowiek teraz ma nadzieję pewnego dnia odzyskać dawno zapomnianą chwałę i honor swojego ludu.",
    "hero.new-old-heroes.waerjak.name" : "Waerjak",
    "hero.new-old-heroes.waerjak.specialty.description" : "Wydaje przerażający okrzyk wojenny, wpływając na wrogów żalem przez 10 tur na początku walki.",
    "hero.new-old-heroes.waerjak.specialty.name" : "Okrzyk Wojenny",
    "hero.new-old-heroes.waerjak.specialty.tooltip" : "Bonus Walki: Okrzyk Wojenny"
}